Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/logg-deg-paa-barnas-liv.html.tmx
Source language: nob
Languages: sme

source: Logg deg på barnas liv / Arbeidet mot mobbing / Opplæring / Forsiden - Sametinget
sme: Logge iežat sisa mánáid eallimii / Julggaštus givssideami vuostá / Oahpahus / Sámediggi - Sametinget

source: Logg deg på barnas liv
sme: Logge iežat sisa mánáid eallimii

source: 05. september 2014
sme: 05. Čakčamánnu 2014

source: I den digitale hverdagen er barn og unge naturligvis aktive, og mange er langt mer kompetente enn foreldrene i de nyeste digitale løsningene.
sme: Digitála árgabeaivvis leat mánát dieđusge aktiiva, ja ollugat máhttet ođđaseamos digitála čovdosiid geavahit ollu buorebut go váhnemat.

source: I disse forumene er det ofte, som vi alle vet, fokus på anerkjennelse, venner og ”likes”.
sme: Nu go mii diehtit, de dáin forain deattuhuvvojit dávjá dohkkeheapmi, ustibat ja .

source: -Når det kan være krevende også for oss voksne, kan vi jo bare tenke oss til hvordan det oppleves for mange barn og unge.
sme: -Go maiddái rávesolbmuide sáhttá leat gáibideaddjin, de mii sáhttit dušše jurddašit mo ollu mánát ja nuorat vásihit dan.

source: Voksne må logge seg på barnas liv i sosiale medier sier sametingsråd Silje Karine Muotka.
sme: Rávesolbmot fertejit logget iežaset mánáid eallimii sosiála mediain, dadjá sámediggeráđđi Silje Karine Muotka.

source: Ta tiden tilbake -Jeg så på MGP junior sammen med min 11-åring her forrige helg.
sme: Váldde áiggi ruovttoluotta -Mun gehččen MGP junior ovtta iežan 11-jahkásaččain mannan basiid.

source: Da merket jeg meg at flere innslag handlet om å ta tiden tilbake og stoppe opp litt.
sme: De mun fuomášin ahte máŋgga dáhpáhusas lei sáhka das ahte váldit áiggi ruovttoluotta ja bisánastit.

source: Vinnerbidraget fra Mathea Mari var het Hashtag Online og handlet om at vi er litt for mye pålogget.
sme: Mathea Mari vuittii bihtáin Hashtag Online mii lei dan birra ahte mii geavahit menddo ollu loggenáiggi.

source: Det syns jeg er et signal til oss voksne også sier Muotka.
sme: Mu mielas dat lea muittuhussan maiddái midjiide rávesolbmuide, dadjá Muotka.

source: Usynlig mobbing Det er vanskeligere å oppdage den usynlige mobbingen enn synlig mobbing.
sme: Oaidnemeahttun givssideapmi Váddáseappot lea fuobmát oaidnemeahttun givssideami go dan givssideami mii oidno.

source: Men usynlig mobbing kan også føre til store konsekvenser for den enkelte.
sme: Muhto oaidnemeahttun givssideamis sáhttet maid leat stuorra váikkuhusat ovttaskas olbmui.

source: Selv om det er vanskeligere å oppdage, må vi ta dette på alvor.
sme: Vaikke vel lea ge dan váddáseappot fuobmát, de mii fertet dan duođas váldit.

source: Ved å aktivt følge med på hva barn og unge gjør i sosiale medier vil vi som voksne kunne oppdage usynlig mobbing, og ta ett voksenansvar ved å gjøre noe aktivt med dette sier sametingsråd Silje Karine Muotka.
sme: Go mii árjjalaččat čuovvut mielde maid mánát ja nuorat dahket sosiála mediain, de mii rávesolbmot sáhttit fuobmát oaidnemeahttun givssideami, ja váldit ovddasvástádusa rávesolmmožin go mii árjjalaččat gieđahallat dan, dadjá sámediggeráđđi Silje Karine Muotka.

source: Voksne skaper vennskap på nett Årets kampanjefilm i Manifest mot mobbing heter ”Voksne skaper vennskap på nett” og avslutter med oppfordring om å logge deg på barnas liv.
sme: Rávesolbmot duddjojit ustitvuođa neahtas Dán jagi kampánnjafilmma namma julggaštusa oktavuođas givssideami vuostá lea “Rávesolbmot duddjojit ustitvuođa neahtas” ja loahppá ávžžuhusain ahte logget sisa mánáid eallimii.

source: Det er en viktig oppfordring mener jeg sier Muotka som oppfordrer voksne til å se kampanjefilmen, gjerne sammen med sine barn.
sme: Mu mielas dat lea deaŧalaš ávžžuhus, dadjá Muotka, gii ávžžuha rávesolbmuid geahččat kampánnjafilmma, áinnas ovttas iežaset mánáiguin.
